Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: — or —
de: — oder —
es: — o —
fr: — ou —
ko: — 또는 —
pt: — ou —

source: %@ already answered — yours unlocks both
de: %@ hat schon geantwortet — deine Antwort schaltet beide frei
es: %@ ya respondió — la tuya desbloquea ambas
fr: %@ a déjà répondu — la tienne débloque les deux
ko: %@님이 이미 답했어요 — 네 답이 둘 다 열어줘요
pt: %@ já respondeu — a tua desbloqueia as duas

# %@ days free, then %@%@
source: %1$@ days free, then %2$@%3$@
de: %@ Tage kostenlos, dann %@%@
es: %@ días gratis, luego %@%@
fr: %@ jours gratuits, puis %@%@
ko: %@일 무료, 이후 %@%@
pt: %@ dias grátis, depois %@%@

source: %@ dropped %@ hearts in your jar
de: %@ hat %@ Herzen in dein Glas geworfen
es: %@ dejó caer %@ corazones en tu frasco
fr: %@ a déposé %@ cœurs dans votre pot
ko: %@이(가) 병에 %@ 하트를 떨어뜨렸습니다.
pt: %@ deixou cair %@ corações no seu pote

source: %@ dropped a heart in your jar
de: %@ hat ein Herz in dein Glas geworfen
es: %@ dejó caer un corazón en tu frasco
fr: %@ a laissé tomber un cœur dans ton pot
ko: %@이(가) 항아리에 하트를 떨어뜨렸습니다
pt: %@ deixou cair um coração no seu pote

source: %@ misses you ×%@
de: %@ vermisst dich ×%@
es: %@ te extraña ×%@
fr: %@ tu me manques ×%@
ko: %@님이 그리워요 ×%@
pt: %@ sente sua falta ×%@

source: %@ misses you 🥺
de: %@ vermisst dich 🥺
es: %@ te extraña 🥺
fr: %@ tu me manques 🥺
ko: %@님이 보고싶어요 🤣
pt: %@ sente sua falta 🥺

source: %@ picked
de: %@ hat gewählt
es: %@ eligió
fr: %@ a choisi
ko: %@님이 고름
pt: %@ escolheu

source: %@ sent you a hug ×%@
de: %@ hat dir eine Umarmung geschickt ×%@
es: %@ te envió un abrazo ×%@
fr: %@ t'a envoyé un câlin ×%@
ko: %@님이 포옹을 보냈습니다 ×%@
pt: %@ enviou um abraço para você ×%@

source: %@ sent you a hug 🤗
de: %@ hat dir eine Umarmung geschickt 🤗
es: %@ te mando un abrazo 🤗
fr: %@ t'a envoyé un câlin 🤗
ko: %@님이 포옹을 보냈습니다 🤗
pt: %@ te mandou um abraço 🤗

source: %lld unlocked together
de: %lld gemeinsam freigeschaltet
es: %lld desbloqueadas juntos
fr: %lld débloquées ensemble
ko: %lld개 함께 열림
pt: %lld desbloqueadas juntos

source: = %@ per week, per person — it covers both of you.
de: = %@ pro Woche, pro Person – es gilt für Sie beide.
es: = %@ por semana, por persona: los cubre a ambos.
fr: = %@ par semaine et par personne — cela vous couvre tous les deux.
ko: = %@ 주당, 1인당 — 두 분 모두에게 적용됩니다.
pt: = %@ por semana, por pessoa — abrange vocês dois.

source: ≈ %@ /week /person
de: ≈ %@ /Woche /Person
es: ≈ %@ /semana /persona
fr: ≈ %@ /semaine /personne
ko: %@ /주 /인
pt: ≈ %@ /semana /pessoa

source: ✈️ Your first trip together
de: ✈️ Deine erste gemeinsame Reise
es: ✈️ Tu primer viaje juntos
fr: ✈️ Votre premier voyage ensemble
ko: ✈️ 함께한 첫 여행
pt: ✈️ Sua primeira viagem juntos

source: ✨ %@ answered
de: ✨ %@ beantwortet
es: ✨ %@ respondió
fr: ✨ %@ répondu
ko: ✨ %@ 답변됨
pt: ✨ %@ respondeu

source: 🏠 The day you moved in
de: 🏠 Der Tag, an dem du eingezogen bist
es: 🏠 El día que te mudaste
fr: 🏠 Le jour de votre emménagement
ko: 🏠 이사한 날
pt: 🏠 O dia em que você se mudou

source: 🐶 Adopting your pet
de: 🐶 Ihr Haustier adoptieren
es: 🐶 Adoptar a tu mascota
fr: 🐶 Adopter votre animal de compagnie
ko: 🐾 애완동물 입양하기
pt: 🐶 Adotando seu animal de estimação

source: 💋 The first kiss
de: 💋 Der erste Kuss
es: 💋 El primer beso
fr: 💋 Le premier baiser
ko: 😋 첫 키스
pt: 💋 O primeiro beijo

source: 💍 The proposal
de: 💍 Der Vorschlag
es: 💍 La propuesta
fr: 💍 La proposition
ko: 💍 제안
pt: 💍 A proposta

source: 50% off Missuo Premium — for both of you. A few days left.
de: 50 % Rabatt auf Missuo Premium – für Sie beide. Noch ein paar Tage.
es: 50 % de descuento en Missuo Premium, para los dos. Quedan unos días.
fr: 50 % de réduction sur Missuo Premium — pour vous deux. Il reste quelques jours.
ko: Missuo Premium 50% 할인 – 두 분 모두를 위한 상품입니다. 며칠 남았습니다.
pt: 50% de desconto no Missuo Premium – para vocês dois. Faltam alguns dias.

source: A backyard picnic
de: Picknick im Garten
es: Un picnic en el jardín
fr: Un pique-nique dans le jardin
ko: 뒤뜰 피크닉
pt: Piquenique no quintal

source: A big house that feels empty
de: Ein großes Haus, das sich leer anfühlt
es: Una casa grande que se siente vacía
fr: Une grande maison qui semble vide
ko: 텅 빈 느낌 나는 큰 집
pt: Uma casa grande que parece vazia

source: A big monthly adventure
de: Ein großes Abenteuer jeden Monat
es: Una gran aventura mensual
fr: Une grande aventure chaque mois
ko: 매달 큰 모험
pt: Uma grande aventura por mês

source: A big night out
de: Ein großer Abend unterwegs
es: Una gran noche de fiesta
fr: Une grande soirée dehors
ko: 화려한 밤 외출
pt: Uma grande noite fora

source: A cabin with no Wi‑Fi
de: Eine Hütte ohne WLAN
es: Una cabaña sin Wi‑Fi
fr: Un chalet sans Wi‑Fi
ko: 와이파이 없는 오두막
pt: Uma cabana sem Wi‑Fi

source: A chef for a month
de: Einen Monat lang einen Koch
es: Un chef por un mes
fr: Un chef pendant un mois
ko: 한 달 동안 셰프
pt: Um chef durante um mês

source: A city hotel with everything
de: Stadthotel mit allem drum und dran
es: Un hotel en la ciudad con de todo
fr: Un hôtel en ville avec tout le confort
ko: 다 갖춘 도심 호텔
pt: Um hotel na cidade com tudo

source: A cleaner for a month
de: Einen Monat lang Putzhilfe
es: Una persona de limpieza por un mes
fr: Une aide-ménagère pendant un mois
ko: 한 달 동안 청소 도우미
pt: Uma pessoa de limpeza durante um mês

source: A cozy week at home
de: Eine gemütliche Woche zu Hause
es: Una semana acogedora en casa
fr: Une semaine cosy à la maison
ko: 집에서 아늑한 한 주
pt: Uma semana aconchegante em casa

source: A forever home
de: Ein Zuhause fürs Leben
es: Un hogar para siempre
fr: Un chez-nous pour la vie
ko: 평생 함께할 집
pt: Uma casa para sempre

source: A fully planned vacation
de: Urlaub mit vollem Plan
es: Unas vacaciones totalmente planificadas
fr: Des vacances entièrement planifiées
ko: 완벽하게 짜 둔 휴가
pt: Férias totalmente planeadas

source: A good apology matters more than a gift.
de: Eine echte Entschuldigung zählt mehr als ein Geschenk.
es: Una buena disculpa importa más que un regalo.
fr: De vraies excuses valent plus qu'un cadeau.
ko: 좋은 사과가 선물보다 더 중요해.
pt: Um bom pedido de desculpa vale mais que um presente.

source: A life of moving cities
de: Immer wieder in neue Städte ziehen
es: Una vida mudándose de ciudad en ciudad
fr: Une vie à changer de ville
ko: 도시 옮겨 다니며 사는 삶
pt: Uma vida a mudar de cidade

source: A pet that cuddles nonstop
de: Ein Haustier, das endlos kuschelt
es: Una mascota que no para de mimos
fr: Un animal qui veut des câlins sans fin
ko: 계속 안고 싶어 하는 반려동물
pt: Um animal que não pára de fazer festas

source: A pet that's independent
de: Ein unabhängiges Haustier
es: Una mascota independiente
fr: Un animal indépendant
ko: 혼자 잘 노는 반려동물
pt: Um animal independente

source: A photo makes the moment come alive on your shared timeline. Only the two of you can see it.
de: Ein Foto erweckt den Moment auf Ihrer geteilten Timeline zum Leben. Nur Sie beide können es sehen.
es: Una foto hace que el momento cobre vida en tu línea de tiempo compartida. Sólo ustedes dos pueden verlo.
fr: Une photo donne vie au moment sur votre timeline partagée. Seuls vous deux pouvez le voir.
ko: 사진은 공유 타임라인에서 그 순간을 생생하게 만들어줍니다. 오직 두 사람만이 볼 수 있습니다.
pt: Uma foto dá vida ao momento na sua linha do tempo compartilhada. Somente vocês dois podem ver isso.

source: A Premium widget
de: Ein Premium-Widget
es: Un widget premium
fr: Un widget Premium
ko: 프리미엄 위젯
pt: Um widget Premium

source: A quiet night in
de: Ein ruhiger Abend zu Hause
es: Una noche tranquila en casa
fr: Une soirée tranquille à la maison
ko: 조용한 집콕
pt: Uma noite tranquila em casa

source: A rooftop dinner
de: Dinner auf dem Dach
es: Una cena en la azotea
fr: Un dîner sur un toit
ko: 옥상 디너
pt: Jantar num terraço

source: A shared garden that blooms when you show up for each other — and wilts when you don't. Streaks, memories, milestones. All of it, yours.
de: Ein gemeinsamer Garten, der blüht, wenn ihr füreinander da seid — und welkt, wenn nicht. Serien, Erinnerungen, Meilensteine. Alles davon gehört euch.
es: Un jardín compartido que florece cuando estáis el uno para el otro — y se marchita si no. Rachas, recuerdos, hitos. Todo eso, vuestro.
fr: Un jardin partagé qui fleurit quand vous êtes présents l'un pour l'autre — et se fane sinon. Séries, souvenirs, étapes. Tout ça, à vous.
ko: 서로에게 마음을 쓰면 피어나고, 소홀하면 시드는 둘만의 정원. 스트릭, 추억, 기념일까지 모두 두 사람의 것.
pt: Um jardim partilhado que floresce quando cuidam um do outro — e murcha quando não. Sequências, memórias, marcos. Tudo isso, vosso.

source: A surprise party for me
de: Eine Überraschungsparty für mich
es: Una fiesta sorpresa para mí
fr: Une fête surprise pour moi
ko: 나를 위한 깜짝 파티
pt: Uma festa-surpresa para mim

source: A surprise party for you
de: Eine Überraschungsparty für dich
es: Una fiesta sorpresa para ti
fr: Une fête surprise pour toi
ko: 너를 위한 깜짝 파티
pt: Uma festa-surpresa para ti

source: A surprise weekend trip
de: Ein Überraschungs-Wochenende
es: Un viaje sorpresa de fin de semana
fr: Un week-end surprise
ko: 깜짝 주말 여행
pt: Uma escapadinha de fim de semana surpresa

source: A two-week road trip with no plans?
de: Zwei Wochen Roadtrip ohne Plan?
es: ¿Un road trip de dos semanas sin planes?
fr: Un road trip de deux semaines sans plan ?
ko: 계획 없이 두 주 로드트립 갈래?
pt: Uma viagem de duas semanas sem planos?

source: A weekly pulse built from your questions, moods, memories and time together.
de: Ein wöchentlicher Puls, der aus Ihren Fragen, Stimmungen, Erinnerungen und der gemeinsamen Zeit besteht.
es: Un pulso semanal construido a partir de sus preguntas, estados de ánimo, recuerdos y tiempo juntos.
fr: Un pouls hebdomadaire construit à partir de vos questions, humeurs, souvenirs et moments passés ensemble.
ko: 질문, 기분, 추억, 함께한 시간을 바탕으로 구성된 주간 펄스입니다.
pt: Um pulso semanal construído a partir de suas perguntas, humores, memórias e tempo juntos.

source: A year of no social media
de: Ein Jahr ohne Social Media
es: Un año sin redes sociales
fr: Une année sans réseaux sociaux
ko: SNS 안 하는 1년
pt: Um ano sem redes sociais

source: A year of posting everything
de: Ein Jahr, in dem wir alles posten
es: Un año publicando todo
fr: Une année à tout poster en ligne
ko: 다 올리는 1년
pt: Um ano a publicar tudo

source: Absolutely
de: Absolut
es: Absolutamente
fr: Absolument
ko: 전적으로
pt: Absolutamente

source: AC blasting
de: Klimaanlage auf Maximum
es: Aire acondicionado a tope
fr: La clim à fond
ko: 에어컨 빵빵
pt: Ar condicionado a fundo

source: Achievements
de: Erfolge
es: Logros
fr: Réalisations
ko: 업적
pt: Conquistas

source: Action movie
de: Actionfilm
es: Película de acción
fr: Film d'action
ko: 액션 영화
pt: Filme de ação

source: Acts of service
de: Hilfsbereitschaft
es: Actos de servicio
fr: Les actes de service
ko: 봉사의 언어
pt: Atos de serviço

source: Add a plan in Missuo → Us → Plans
de: Fügen Sie einen Plan in Missuo → Uns → Pläne hinzu
es: Agregar un plan en Missuo → Nosotros → Planes
fr: Ajouter un plan dans Missuo → Nous → Plans
ko: Missuo → Us → Plans에서 플랜 추가
pt: Adicione um plano em Missuo → Nós → Planos

source: Adopt a plant and try not to kill it?
de: Eine Pflanze adoptieren und sie am Leben halten?
es: ¿Adoptar una planta e intentar no matarla?
fr: Adopter une plante et essayer de ne pas la tuer ?
ko: 식물 키워보고 안 죽일 수 있을까?
pt: Adotar uma planta e tentar não a matar?

source: Agree
de: Stimme zu
es: De acuerdo
fr: D'accord
ko: 동의
pt: Concordo

source: AI coach · insights from your questions, moods and moments
de: KI-Coach · Erkenntnisse aus Ihren Fragen, Stimmungen und Momenten
es: Entrenador de IA · conocimientos de sus preguntas, estados de ánimo y momentos
fr: Coach IA · aperçus de vos questions, humeurs et moments
ko: AI 코치 · 질문, 기분, 순간에서 얻은 통찰력
pt: Treinador de IA · insights de suas perguntas, humores e momentos

source: Aisle seat
de: Gangplatz
es: Asiento del pasillo
fr: Siège couloir
ko: 통로 쪽 좌석
pt: Lugar no corredor

source: All widgets, the AI coach and every companion — shared with your partner.
de: Alle Widgets, der KI-Coach und jeder Begleiter – geteilt mit Ihrem Partner.
es: Todos los widgets, el entrenador de IA y todos los acompañantes, compartidos con su socio.
fr: Tous les widgets, le coach IA et chaque compagnon — partagés avec votre partenaire.
ko: 모든 위젯, AI 코치 및 모든 동반자가 파트너와 공유됩니다.
pt: Todos os widgets, o treinador de IA e todos os acompanhantes — compartilhados com seu parceiro.

source: Always be early together
de: Immer gemeinsam zu früh da sein
es: Siempre llegar temprano juntos
fr: Toujours arriver en avance ensemble
ko: 항상 같이 일찍 가기
pt: Estar sempre cedo, os dois

source: Always be honest even if it hurts
de: Immer ehrlich sein, auch wenn's wehtut
es: Siempre ser honestos aunque duela
fr: Toujours être honnête, même si ça fait mal
ko: 아파도 항상 솔직하게
pt: Ser sempre honesto, mesmo que doa

source: Always cook my favorite
de: Immer mein Lieblingsessen kochen
es: Siempre cocinar mi plato favorito
fr: Toujours cuisiner mon plat préféré
ko: 항상 내가 좋아하는 거 요리
pt: Cozinhar sempre o meu prato favorito

source: Always cook yours
de: Immer deins kochen
es: Siempre cocinar el tuyo
fr: Toujours cuisiner le tien
ko: 항상 네가 좋아하는 거 요리
pt: Cozinhar sempre o teu

source: Always fashionably late together
de: Immer gemeinsam stylisch zu spät kommen
es: Siempre llegar con estilo tarde juntos
fr: Toujours arriver en retard ensemble, avec style
ko: 항상 같이 여유 있게 늦게
pt: Estar sempre «à moda» atrasados, os dois

source: Always hold hands in public
de: In der Öffentlichkeit immer Händchen halten
es: Siempre tomarnos de la mano en público
fr: Toujours se tenir la main en public
ko: 밖에서 항상 손잡기
pt: Dar sempre a mão em público

source: Always know what I'm thinking
de: Immer wissen, was ich denke
es: Siempre saber lo que pienso
fr: Toujours savoir à quoi je pense
ko: 항상 내 생각 다 알기
pt: Saber sempre o que estou a pensar

source: Always leave it for the other
de: Immer für den anderen liegen lassen
es: Siempre dejárselo al otro
fr: Toujours laisser l'autre choisir
ko: 항상 상대한테 맡기기
pt: Deixar sempre para o outro

source: Always make the bed
de: Immer das Bett machen
es: Siempre hacer la cama
fr: Toujours faire le lit
ko: 항상 침대 정리
pt: Fazer sempre a cama

source: Always order dessert
de: Immer Nachtisch bestellen
es: Siempre pedir postre
fr: Toujours commander un dessert
ko: 항상 디저트 시키기
pt: Pedir sempre sobremesa

source: Always pick the movie
de: Immer den Film aussuchen
es: Siempre elegir la película
fr: Toujours choisir le film
ko: 항상 영화 고르기
pt: Escolher sempre o filme

source: Always pick the restaurant
de: Immer das Restaurant aussuchen
es: Siempre elegir el restaurante
fr: Toujours choisir le resto
ko: 항상 식당 고르기
pt: Escolher sempre o restaurante

source: Always protect our rest
de: Unsere Ruhe immer schützen
es: Siempre proteger nuestro descanso
fr: Toujours protéger notre repos
ko: 항상 우리 휴식 지키기
pt: Proteger sempre o nosso descanso

source: Always say good morning
de: Immer Guten Morgen sagen
es: Siempre decir buenos días
fr: Toujours se dire bonjour
ko: 항상 좋은 아침 인사
pt: Dizer sempre bom dia

source: Always say good night
de: Immer Gute Nacht sagen
es: Siempre decir buenas noches
fr: Toujours se dire bonne nuit
ko: 항상 잘 자 인사
pt: Dizer sempre boa noite

source: Always say yes to adventure
de: Abenteuern immer Ja sagen
es: Siempre decir sí a la aventura
fr: Toujours dire oui à l'aventure
ko: 모험엔 항상 예스
pt: Dizer sempre sim à aventura

source: Always share a bed on trips
de: Auf Reisen immer ein Bett teilen
es: Siempre compartir cama en los viajes
fr: Toujours partager le même lit en voyage
ko: 여행할 때 항상 한 침대
pt: Partilhar sempre a cama em viagens

source: Always skip dessert
de: Nachtisch immer auslassen
es: Siempre saltarse el postre
fr: Toujours passer le dessert
ko: 항상 디저트 패스
pt: Nunca pedir sobremesa

source: Always take the fastest route
de: Immer die schnellste Route nehmen
es: Siempre tomar la ruta más rápida
fr: Toujours prendre le chemin le plus rapide
ko: 항상 제일 빠른 길
pt: Ir sempre pelo caminho mais rápido

source: Always take the scenic route
de: Immer den schönen Weg nehmen
es: Siempre tomar la ruta panorámica
fr: Toujours prendre la route panoramique
ko: 항상 경치 좋은 길
pt: Ir sempre pelo caminho panorâmico

source: Always vacation cold
de: Immer in die Kälte verreisen
es: Siempre vacaciones en frío
fr: Toujours des vacances au froid
ko: 항상 차가운 곳으로 휴가
pt: Férias sempre no frio

source: Always vacation warm
de: Immer in die Wärme verreisen
es: Siempre vacaciones en calor
fr: Toujours des vacances au chaud
ko: 항상 따뜻한 곳으로 휴가
pt: Férias sempre no calor

source: Answer before midnight to keep your streak alive.
de: Antworten Sie vor Mitternacht, um Ihren Streak am Leben zu erhalten.
es: Responde antes de la medianoche para mantener viva tu racha.
fr: Répondez avant minuit pour maintenir votre séquence en vie.
ko: 연속 기록을 유지하려면 자정 전에 응답하세요.
pt: Responda antes da meia-noite para manter sua sequência viva.

source: Any photo. On their home screen.
de: Jedes Foto. Auf ihrem Home-Bildschirm.
es: Cualquier foto. En su pantalla de inicio.
fr: N'importe quelle photo. Sur leur écran d'accueil.
ko: 어떤 사진이든. 상대 홈 화면에.
pt: Qualquer foto. No ecrã principal deles.

source: Apology conversation
de: Entschuldigung im Gespräch
es: Conversación de disculpas
fr: Des excuses en parlant
ko: 사과 대화
pt: Conversa de desculpas

source: Apology gift
de: Entschuldigungsgeschenk
es: Regalo de disculpa
fr: Des excuses avec un cadeau
ko: 사과 선물
pt: Presente de desculpa

source: Apple doesn't allow apps to add widgets for you — it only takes a few seconds by hand.
de: Apple erlaubt Apps nicht, Widgets für Sie hinzuzufügen – es dauert nur ein paar Sekunden von Hand.
es: Apple no permite que las aplicaciones agreguen widgets por usted; solo toma unos segundos hacerlo manualmente.
fr: Apple n'autorise pas les applications à ajouter des widgets à votre place : cela ne prend que quelques secondes à la main.
ko: Apple은 앱이 위젯을 추가하는 것을 허용하지 않습니다. 손으로 작업하는 데는 몇 초 밖에 걸리지 않습니다.
pt: A Apple não permite que aplicativos adicionem widgets para você – isso leva apenas alguns segundos manualmente.

source: Are surprise visits a good idea?
de: Sind Überraschungsbesuche eine gute Idee?
es: ¿Las visitas sorpresa son buena idea?
fr: Les visites surprises, bonne idée ?
ko: 깜짝 방문, 괜찮은 생각일까?
pt: As visitas-surpresa são boa ideia?

source: Argue but always resolve stronger
de: Streiten, aber immer stärker zusammenkommen
es: Discutir pero siempre salir más fuertes
fr: Se disputer mais toujours ressortir plus forts
ko: 싸워도 더 단단해지게 풀기
pt: Discutir mas resolver sempre mais fortes

source: Ask the coach
de: Fragen Sie den Trainer
es: pregúntale al entrenador
fr: Demandez à l'entraîneur
ko: 코치에게 물어보세요
pt: Pergunte ao treinador

source: Asked-for gifts
de: Gewünschte Geschenke
es: Regalos que piden
fr: Des cadeaux qu'on a demandés
ko: 부탁해서 받은 선물
pt: Presentes pedidos

source: Back to start
de: Zurück zum Start
es: Volver al inicio
fr: Revenir au début
ko: 처음으로
pt: Voltar ao início

source: Be early grandparents someday
de: Irgendwann frühe Großeltern sein
es: Ser abuelos jóvenes algún día
fr: Être des grands-parents jeunes un jour
ko: 언젠가 일찍 할머니·할아버지 되기
pt: Ser avós cedo um dia

source: Be kind even if it softens the truth
de: Freundlich sein, auch wenn die Wahrheit leidet
es: Ser amables aunque suavice la verdad
fr: Être gentil même si ça adoucit la vérité
ko: 진실이 누그러져도 다정하게
pt: Ser gentil mesmo que suavize a verdade

source: Be known as the funny couple
de: Als das lustige Paar bekannt sein
es: Ser conocidos como la pareja divertida
fr: Être connus comme le couple drôle
ko: 웃기는 커플로 기억되기
pt: Ser conhecidos como o casal divertido

source: Be known as the romantic couple
de: Als das romantische Paar bekannt sein
es: Ser conocidos como la pareja romántica
fr: Être connus comme le couple romantique
ko: 로맨틱한 커플로 기억되기
pt: Ser conhecidos como o casal romântico

source: Be late grandparents someday
de: Irgendwann späte Großeltern sein
es: Ser abuelos mayores algún día
fr: Être des grands-parents plus tard
ko: 언젠가 늦게 할머니·할아버지 되기
pt: Ser avós tarde um dia

source: Be rich with little free time
de: Reich sein mit wenig Freizeit
es: Ser ricos con poco tiempo libre
fr: Être riches avec peu de temps libre
ko: 부자인데 자유 시간은 적게
pt: Ser ricos com pouco tempo livre

source: Be stuck in a cabin in a storm
de: Bei Sturm in einer Hütte feststecken
es: Atrapados en una cabaña en una tormenta
fr: Être coincés dans un chalet pendant une tempête
ko: 폭풍에 오두막에 갇히기
pt: Ficar presos numa cabana numa tempestade

source: Be stuck in an elevator together
de: Gemeinsam im Aufzug feststecken
es: Atrapados en un ascensor juntos
fr: Être coincés dans un ascenseur ensemble
ko: 엘리베이터에 같이 갇히기
pt: Ficar presos num elevador juntos

source: Be the guests
de: Die Gäste sein
es: Ser los invitados
fr: Être les invités
ko: 게스트로 가기
pt: Ser os convidados

source: Beach
de: Strand
es: Playa
fr: La plage
ko: 해변
pt: Praia

source: BEST VALUE
de: BESTER PREIS
es: MEJOR VALOR
fr: MEILLEURE VALEUR
ko: 최고의 가치
pt: MELHOR VALOR

source: between your hearts
de: zwischen euren Herzen
es: entre tus corazones
fr: entre tes coeurs
ko: 당신의 마음 사이
pt: entre seus corações

source: Big anniversary
de: Große Jubiläumsfeier
es: Gran aniversario
fr: Un grand anniversaire
ko: 큰 기념일
pt: Grande aniversário

source: Big questions, tiny answers
de: Große Fragen, kleine Antworten
es: Grandes preguntas, respuestas pequeñas
fr: De grosses questions, de petites réponses
ko: 큰 질문, 작은 답
pt: Grandes perguntas, respostas minúsculas

source: Big spoon
de: Großer Löffel
es: Cuchara grande
fr: La grande cuillère
ko: 큰 숟가락
pt: Colher grande

source: Big wedding
de: Große Hochzeit
es: Boda grande
fr: Un grand mariage
ko: 큰 결혼식
pt: Casamento grande

source: Board games
de: Brettspiele
es: Juegos de mesa
fr: Jeux de société
ko: 보드게임
pt: Jogos de tabuleiro

source: Book a cabin with no Wi‑Fi?
de: Eine Hütte ohne WLAN buchen?
es: ¿Reservar una cabaña sin Wi‑Fi?
fr: Réserver un chalet sans Wi‑Fi ?
ko: 와이파이 없는 오두막 예약할래?
pt: Reservar uma cabana sem Wi‑Fi?

source: Book a last-minute weekend flight?
de: Spontan einen Wochenendflug buchen?
es: ¿Reservar un vuelo de última hora para el fin de semana?
fr: Réserver un vol de dernière minute pour le week-end ?
ko: 막판 주말 항공권 잡을래?
pt: Reservar um voo de fim de semana de última hora?

source: Books
de: Bücher
es: Libros
fr: Livres
ko: 책
pt: Livros

source: Breakfast in bed
de: Frühstück im Bett
es: Desayuno en la cama
fr: Petit-déj au lit
ko: 침대에서 아침
pt: Pequeno-almoço na cama

source: Bring your person in
de: Hol deine Person dazu
es: Invita a tu persona
fr: Invite ta personne
ko: 소중한 사람을 초대하세요
pt: Traz a tua pessoa

source: Brunch counts as a personality.
de: Brunch ist schon fast ein Charakterzug.
es: El brunch cuenta como personalidad.
fr: Le brunch, c'est une personnalité.
ko: 브런치는 성격이야.
pt: O brunch conta como personalidade.

source: Bucket list travel
de: Bucket-List-Reisen
es: Viajes de la lista de deseos
fr: Voyages de la bucket list
ko: 버킷리스트 여행
pt: Viagens da bucket list

source: Build a blanket fort like kids?
de: Eine Kuschelburg bauen wie früher?
es: ¿Construir un fuerte de mantas como niños?
fr: Construire une cabane de couvertures comme des gamins ?
ko: 어릴 때처럼 이불 성 쌓을래?
pt: Construir um forte de cobertores como crianças?

source: Build the timeline of your relationship — every milestone gets an emoji marker, a date, a note and a photo. Ideas to start with:
de: Erstellen Sie den Zeitplan Ihrer Beziehung – jeder Meilenstein erhält eine Emoji-Markierung, ein Datum, eine Notiz und ein Foto. Ideen für den Anfang:
es: Crea la línea de tiempo de tu relación: cada hito recibe un marcador emoji, una fecha, una nota y una foto. Ideas para empezar:
fr: Construisez la chronologie de votre relation : chaque étape reçoit un marqueur emoji, une date, une note et une photo. Idées pour commencer :
ko: 관계의 타임라인을 구축하세요. 모든 마일스톤에는 이모티콘 마커, 날짜, 메모 및 사진이 제공됩니다. 시작하기 위한 아이디어:
pt: Construa a linha do tempo do seu relacionamento – cada marco recebe um marcador de emoji, uma data, uma nota e uma foto. Ideias para começar:

source: Burgers
de: Burger
es: Hamburguesas
ko: 버거
pt: Hambúrgueres
